Repository: Zeromax/ce_section
Catalog: languages/*/*_section.xlf
Languages: de

# tl_ce_section.section.0
source: Layout section
de: Layoutbereich

# tl_ce_section.section.1
source: Please choose the layout section you want the content elements to be limited in.
de: Bitte wählen Sie den Layoutbereich, in welchem die Inhaltselemente limitiert werden sollen.

# tl_ce_section.contentElement.0
source: Content elements
de: Inhalteselemente

# tl_ce_section.contentElement.1
source: Please choose the content elements you want to use.
de: Bitte wählen Sie die Inhaltselemente, welche Sie verwenden wollen.

# tl_ce_section.invisible.0
source: Ignore
de: Ignorieren

# tl_ce_section.invisible.1
source: Ignore the element.
de: Ignoriere das Element

# tl_ce_section.core
source: Core Layout Sections
de: Core Layout Bereiche

# tl_ce_section.custom
source: Custom Layout Sections
de: Eigene Layout Bereiche

# tl_ce_section.header
source: Header
de: Kopfzeile

# tl_ce_section.left
source: Left column
de: Linke Spalte

# tl_ce_section.main
source: Main column
de: Hauptspalte

# tl_ce_section.right
source: Right column
de: Rechte Spalte

# tl_ce_section.footer
source: Footer
de: Fußzeile

# tl_ce_section.edit.0
source: Edit Section
de: Editiere Layoutbereich

# tl_ce_section.edit.1
source: Edit Section ID %s
de: Editiere Layoutbereich ID %s

# tl_ce_section.copy.0
source: Duplicate Section
de: Dupliziere Layoutbereich

# tl_ce_section.copy.1
source: Duplicate Section ID %s
de: Dupliziere Layoutbereich ID %s

# tl_ce_section.delete.0
source: Delete Section
de: Lösche Layoutbereich

# tl_ce_section.delete.1
source: Delete Section ID %s
de: Lösche Layoutbereich ID %s

# tl_ce_section.toggle.0
source: Ignore Section
de: Ignoriere Layoutbereich

# tl_ce_section.toggle.1
source: Ignore Section ID %s
de: Ignoriere Layoutbereich ID %s

# tl_ce_section.pasteafter.0
source: Paste after
de: Danach einfügen

# tl_ce_section.pasteafter.1
source: Paste after Section ID %s
de: Nach Layoutbereich ID %s einfügen

# tl_ce_section.show.0
source: Section details
de: Layoutbereich Details

# tl_ce_section.show.1
source: Show the details of Section ID %s
de: Zeige die Deitails vom Layoutbereich ID %s

# tl_ce_section.new.0
source: New Section
de: Neuer Layoutbereich

# tl_ce_section.new.1
source: Create a new Section
de: Erstelle einen neuen Layoutbereich
